Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/lektor2.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Bruk kriteriene og råd
nn: Bruk kriteria og råd om

source: Dette må diskuteres med og
nn: Dette må diskuterast med og

source: Basert på kunnskapene
nn: Basert på kunnskapane

source: nettsidene når du lager oppdraget.
nn: nettsidene når du lagar oppdraget.

source: hvordan oppdraget presenteres for hvilke kunnskaper og ferdigheter og ferdighetene du har
nn: korleis oppdraget blir presentert for for kunnskapar og ferdigheiter

source: - Hvilke av tankeprosessene ønsker du at de ulike aktivitetene skal stimulere?
nn: - Kva for tankeprosessar ønsker du at dei ulike aktivitetane skal stimulere?

source: bør kunne jobbes
nn: bør kunne jobbast

source: - Hvilke aktiviteter trenger elevene å gjennomføre for å tilegne seg disse?
nn: - Kva for aktivitetar treng elevane å gjennomføre for å tileigne seg desse?

source: - Hvilke aktiviteter er det hensiktmessig at partneren bidrar med?
nn: - Kva for aktivitetar er det hensiktsmessig at partnaren bidrar med?

source: Trenger du å
nn: Treng du å

source: Se på kunnskapene og ferdighetene du har har beskrevet.
nn: Sjå på kunnskapane og ferdigheitene du har beskrive.

source: Hva bør en god løsning på
nn: Kva bør ei god løysing

source: elevene skal lære?
nn: elevane skal lære?
